"""Info dictionary."""
major = {

    'enroll': ('Вступить',
                'Для рассмотрения вашей заявки заполните анкету.\n\n\
                    Вы можете в любой момент прекратить заполнение анкеты, \
                    написав мне «stop» (без кавычек).\n\n\
                    Для начала, укажите свои ФИО',
                'Ваша заявка принята на проверку. \
                    Пожалуйста ожидайте, с Вами свяжутся.',
                'join'
                ),
    
    'rules': ('Документы', 
              'Пожалуйста, ознакомьтесь с нашей документацией', 
              'docs'
              ),
    
    'faq': ('FAQ',
            'FAQ находится в работе. \
                Пока можете ознакомиться с нашим сайтом: \nsyntlabs.com',
            'docs'
            ),
    
    'donats': ('Пожертвования', 
               'В настоящее время пожертвования принимаются \
                    только в TON.\n\nTON: `syntlabs.ton`', 
                'docs'
                ),
    
    'support': ('Вы можете поддержать движение, \
                    отправив криптовалюту на один из нижеперечисленных адресов.'),
    
    'start': ('Привет! Я бот для трудоустройства в Synthesis Labs.\n\n\
                Благодаря мне вы можете подать заявку на соискание должности\
                в компании, сделать пожертвование, а в будещем я обрету еще \
                больше функций.\n\nВыберите дальнейшее действие:'
              ),
    
    'hash_prefix': 'SYNTx',
    
    'qustons': ('ФИО',
                'Город',
                'Дата рождения',
                'Опишите свои навыки и умения',
                'Имеется ли у вас опыт блокчейн разработки',
                'Имеется ли у вас опыт в сфере дизайна сайтов и приложений',
                'Укажите свои социальные сети, если таковые имеются',
                'Откуда узнали о проекте?'
                ),
    
    'command_denied': 'Данная команда временно недоступна — вы заполняете анкету.\
                        Вы можете продолжить заполнение анкеты, либо прервать его отправив\
                        в чат «stop» (без кавычек).\\nПожалуйста, укажите свои ФИО.'
}
